Repository: CarlosLongarela/meetup-lugo-christmas
Catalog: languages/mwl_christmas-*.po
Languages: es_es, gl_es

source: Please, enter a text and select a template
es_es: Por favor, introduce un texto y selecciona una plantilla
gl_es: Por favor, escriba un texto e seleccione unha plantilla

source: Generating...
es_es: Generando...
gl_es: Xerando...

source: Error generating the greeting
es_es: Error generando la felicitación
gl_es: Erro xerando a felicitación

source: Connection error
es_es: Error de conexión
gl_es: Erro de conexión

source: Generate Greeting
es_es: Generar felicitación
gl_es: Xerar felicitación

source: Christmas Greetings
es_es: Felicitación de Navidad
gl_es: Felicitacións de Nadal

source: Greetings
es_es: Felicitaciones
gl_es: Felicitacións

source: Christmas Greetings Generator
es_es: Generador de felicitaciones de Navidad
gl_es: Xerador de felicitacións de Nadal

source: Greeting text
es_es: Texto de la felicitación
gl_es: Texto de felicitación

source: Meetup WordPress Lugo wish you a Merry Christmas and a Happy New Year!
es_es: ¡Meetup WordPress Lugo te desea una Feliz Navidad y un Próspero Año Nuevo!
gl_es: Meetup WordPress Lugo te desexa un Bo Nadal e un feliz ano!

source: Greeting font
es_es: Fuente de la felicitación
gl_es: Fonte da felicitación

source: Email Recipient
es_es: Destinatario del correo
gl_es: Destinatario do correo

source: Subject
es_es: Asunto
gl_es: Asunto

source: Happy Christmas!
es_es: ¡Feliz Navidad!
gl_es: Feliz Nadal!

source: Additional Message (optional)
es_es: Mensaje adicional (opcional)
gl_es: Mensaxe adicional (opcional)

source: Send by Email
es_es: Enviar por correo
gl_es: Enviar por correo

source: Send Greeting
es_es: Enviar felicitación
gl_es: Enviar felicitación

source: Select a template
es_es: Seleccionar una plantilla
gl_es: Seleccione unha plantilla

source: Preview
es_es: Previsualizar
gl_es: Previsualización

source: christmas-greeting
es_es: felicitacion-navidad
gl_es: felicitacion-nadal

source: Download Greeting
es_es: Descargar felicitación
gl_es: Descargar felicitación

source: You have been sent a Christmas greeting!
es_es: ¡Te hemos enviado una felicitación navideña!
gl_es: Recibiches unha felicitación de Nadal!

source: The greeting is attached to this email.
es_es: La felicitación está adjunta a este correo.
gl_es: A felicitación está adxunta a este correo.

source: Email sent successfully
es_es: Correo enviado con éxito
gl_es: Correo enviado con éxito

source: Error sending email
es_es: Error enviando el correo
gl_es: Error enviando o correo

source: Christmas Greeting Generator
es_es: Generador de felicitaciones de Navidad
gl_es: Xenerador de felicitacións de nadal

source: Plugin to create personalized Christmas cards
es_es: Plugin para crear felicitaciones navideñas personalizadas
gl_es: Plugin para crear felicitacións de Nadal personalizadas
